[
  {
    "family": "dadjokes",
    "text": "Did you hear about the claustrophobic astronaut? He just needed a little space."
  },
  {
    "family": "dadjokes",
    "text": "I told my friend 10 jokes to make him laugh. Sadly, no pun in ten did."
  },
  {
    "family": "dadjokes",
    "text": "I told my wife she was drawing her eyebrows too high. She looked surprised."
  },
  {
    "family": "dadjokes",
    "text": "I used to be a baker, but I couldn't make enough dough."
  },
  {
    "family": "dadjokes",
    "text": "I used to play piano by ear, but now I use my hands."
  },
  {
    "family": "dadjokes",
    "text": "I'm reading a book on anti-gravity. It's impossible to put down."
  },
  {
    "family": "dadjokes",
    "text": "Parallel lines have so much in common. It's a shame they'll never meet."
  },
  {
    "family": "dadjokes",
    "text": "Why did cowboys hang lanterns on their saddles at night? So they could use saddle-light navigation."
  },
  {
    "family": "dadjokes",
    "text": "Why did the bicycle fall over? Because it was two-tired."
  },
  {
    "family": "dadjokes",
    "text": "Why did the chicken join a band? Because it had the drumsticks."
  },
  {
    "family": "dadjokes",
    "text": "Why did the coffee file a police report? It got mugged."
  },
  {
    "family": "dadjokes",
    "text": "Why did the golfer bring two pairs of pants? In case he got a hole in one."
  },
  {
    "family": "dadjokes",
    "text": "Why did the math book look sad? Because it had so many problems."
  },
  {
    "family": "dadjokes",
    "text": "Why did the scarecrow win an award? Because he was outstanding in his field."
  },
  {
    "family": "dadjokes",
    "text": "Why did the tomato turn red? Because it saw the salad dressing."
  },
  {
    "family": "dadjokes",
    "text": "Why don't scientists trust atoms? Because they make up everything."
  },
  {
    "family": "dadjokes",
    "text": "Why don't scientists trust stairs? Because they're always up to something."
  },
  {
    "family": "dadjokes",
    "text": "Why don't skeletons fight each other? They don't have the guts."
  }
]
